a1 = input("Введите первый этап развитя человека:   ")  
a2 = input("Введите второй этап развитя человека:   ")
a3 = input("Введите третий этап развитя человека:   ")
a4 = input("Введите четвертый этап развитя человека:   ")
a5 = input("Введите пятый этап развитя человека:   ")
a6 = input("Введите шестой этап развитя человека:   ")



b1 = "Австралопитеки" 
b2 = "Homo habilis"
b3 = "Homo erectus" 
b4 = "Неандертальцы" 
b5 = "Homo sapiens" 
b6 = "Homo sapiens sapiens" 

print (a1,a2,a3,a4,a5,a6,sep='=>')

print ("Правильный ответ:", b1,b2,b3,b4,b5,b6,sep='=>' )
